[
    {
        "description": "Esse foi o meu primeiro projeto na Texxia, assim que comecei a trabalhar na empresa. Trata-se de uma landing page para uma tabacaria.Nesse projeto eu utilizei, PHP, HTML, CSS e Javascript.",
        "resume": "Esse foi o meu primeiro projeto na Texxia, assim que comecei a trabalhar na empresa. Trata-se de uma landing page para uma tabacaria.Nesse projeto eu utilizei, PHP, HTML, CSS e Javascript.",
        "link": "https://europatabacaria.com.br",
        "image": "https://i.imgur.com/ED0qXiM.png",
        "slides": [
            "https://i.imgur.com/ED0qXiM.png",
            "https://i.imgur.com/nahdf3t.png",
            "https://i.imgur.com/SnCiu76.png",
            "https://i.imgur.com/JEbMyPJ.png"
        ]
    },
    {
        "description": "O MyBots é um sistema de criação de chatBots para o whatsapp, fiz parte do desenvolvimento da ferramenta desde o zero. Ele conta com diversas funcionalidades e integrações para automatizar o atendimento online, como um builder (fluxograma dinâmico) para criação do fluxo de mensagens, integração com I.A do Dialogflow, sendo possível também, criar uma integrações personalizadas através das opções de Entrada/Saída, envio de notificações em massa, entre outras funcionalidades. Utilizamos no projeto, ReactJS, MaterialUI, Nodejs, MongoDB, Docker e GitHub para controle de versionamento do código e Scrum como metodologia de trabalho..",
        "resume": "O MyBots é um sistema de criação de chatBots para o whatsapp, fiz parte do desenvolvimento da ferramenta desde o zero. Ele conta com diversas funcionalidades e integrações para automatizar o atendimento online.",
        "link": "https://mybots.app",
        "image": "https://i.imgur.com/dL8d5rx.jpg",
        "slides": [
            "https://i.imgur.com/dL8d5rx.jpg",
            "https://i.imgur.com/1TbgVIw.jpg",
            "https://i.imgur.com/2FyJQ85.png",
            "https://i.imgur.com/lxmrHuo.png"
        ]
    },
    {
        "description": "Essa é uma aplicação simples, feita para testar a api do GitHub. A aplicação possui um campo de pesquisa para buscar um usuário, e dois botões para listar seus repositórios e os repositórios mais visitados.",
        "resume": "Essa é uma aplicação simples, feita para testar a api do GitHub. A aplicação possui um campo de pesquisa para buscar um usuário, e dois botões para listar seus repositórios e os repositórios mais visitados.",
        "link": "http://github-api-aplication.surge.sh",
        "image": "https://i.imgur.com/PpueFWA.png",
        "slides": [
            "https://i.imgur.com/PpueFWA.png",
            "https://i.imgur.com/iw5ANEQ.png"
        ]
    },
    {
        "description": "Esse é o Localiza Ceunsp, um aplicativo feito por mim juntamente com meus amigos da faculdade com o intuito de ajudar os alunos do campus se localizarem, tendo em vista que a faculdade não possui nenhum mapa ou guia. O aplicativo carrega um mapa que mostra sua localização atual, sendo possível tirar uma foto do lugar onde está, assim que a foto é tirada, o aplicativo retorna uma lista de entidades encontradas na foto e qual é o bloco em que o aluno se encontra, além de pegar a localização em que a foto foi tirada, marcar no mapa e criar um card com todas as imagens desse bloco que já foram tiradas por outros alunos.",
        "resume": "Esse é o Localiza Ceunsp, um aplicativo feito por mim juntamente com meus amigos da faculdade com o intuito de ajudar os alunos do campus se localizarem, tendo em vista que a faculdade não possui nenhum mapa ou guia.",
        "link": "",
        "image": "https://i.imgur.com/5stwdhD.jpg",
        "slides": [
            "https://i.imgur.com/5stwdhD.jpg",
            "https://i.imgur.com/PzV4Uz8.jpg",
            "https://i.imgur.com/LrK2y2Q.jpg",
            "https://i.imgur.com/lfvm1QL.jpg",
            "https://i.imgur.com/6fyrcER.jpg",
            "https://i.imgur.com/FZ9MyDI.jpg"
        ]
    },
    {
        "description": "Essa é a versão web do Localiza Ceunsp, feito para os alunos que por algum motivo não conseguem baixar o aplicativo. Com a versão web eles também podem se localizar, basta ter internet. A versão web não possui todas as funcionalidades do aplicativo, como tirar fotos por exemplo, porém, também pode ser utilizado para pegar sua localização e procurar pelos lugares já cadastrados no aplicativo.",
        "resume": "Essa é a versão web do Localiza Ceunsp, feito para os alunos que por algum motivo não conseguem baixar o aplicativo. Com a versão web eles também podem se localizar, basta ter internet.",
        "link": "https://localiza-ceunsp.surge.sh",
        "image": "https://i.imgur.com/hoO7L5K.png",
        "slides": [
            "https://i.imgur.com/UQBE1EX.png",
            "https://i.imgur.com/hoO7L5K.png"
        ]
    }
]